# St7SetLBANumModes

Sets the number of modes to be calculated in linear buckling analysis.

long St7SetLBANumModes(long uID, long NumModes)
Input Parameters
uID
Strand7 model file ID.
NumModes
Number of modes to be found.